{
    "BOT": "Greetings!\nI am Ben Bolin's personal bot. Ben is a law student in Kansas City.\n![Ben](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/Bolin.jpg.jpg)\nWant to chat about bots or Ben? %[Chat About Ben](postback:Chat_About_Ben) %[Chat About Bots](postback:Chat_About_Bots) %[One Random Fact](postback:One_Random_Fact)",
    "HELLO": "Greetings!\nI am Ben Bolin's personal bot. Ben is a law student in Kansas City.\n![Ben](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/Bolin.jpg.jpg)\nWant to chat about bots or Ben? %[Chat About Ben](postback:Chat_About_Ben) %[Chat About Bots](postback:Chat_About_Bots) %[One Random Fact](postback:One_Random_Fact)",
    "GO BACK": "What else would you like to chat about? %[Chat About Ben](postback:Chat_About_Ben) %[Chat About Bots](postback:Chat_About_Bots) %[One Random Fact](postback:One_Random_Fact)",
    "NAH": "What else would you like to chat about? %[Chat About Ben](postback:Chat_About_Ben) %[Chat About Bots](postback:Chat_About_Bots) %[One Random Fact](postback:One_Random_Fact)",
    "ONE RANDOM FACT": "Ben only has one kidney! While most law students burn the midnight oil with caffeine, Ben has to monitor what he drinks. So instead of coffee, Ben stays energetic on pure determination!\nI can tell you much more about Ben. Want to chat about something else? %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "CHAT WITH BEN": "Awesome! Ben loves getting introductions from BolinBot. Feel free to tweet at him, dont be shy! Or, you can connect with him directly. Remember, Ben isn't as prompt as a chatbot (like me)! %[Tweet @BenBolin](http://bit.ly/BolinIntro) %[Connect Me](postback:Connect_Me)",
    "CHAT ABOUT BOTS": "I thought so. Chatbots like me are pretty cool, and they will be a new medium of interacting with clients. \n![capgif](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/capgif.gif)\nWant to learn how to make chatbots? Or how chatbots are the future? %[How to make chatbots](postback:How_to_make_chatbots) %[Chatbots in detail](postback:Chatbots_in_detail)", 
    "LEARN ABOUT BOTS": "I thought so. Chatbots like me are pretty cool, and they will be a new medium of interacting with clients. \n![capgif](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/capgif.gif)\nWant to learn how to make chatbots? Or how chatbots are the future? %[How to make chatbots](postback:How_to_make_chatbots) %[Chatbots in detail](postback:Chatbots_in_detail)", 
    "HOW TO MAKE CHATBOTS": "There are many ways to make a chatbot (and a million guides). Do you want the easy way or the hard (and rewarding) way? %[Easy Way](postback:easy_way) %[Hard Way](postback:hard_way)",
    "EASY WAY": "I (the bot) am inspired by an example bot made by Esther Crawford! This article details the steps to create your own chatbot. %[EstherBot](http://bit.ly/229jelu)\nWould you like to see other bots? Or are you done? %[Go Back](postback:Go_Back) %[There Are More Bots?!?](postback:There_Are_More_Bots?!?)",
    "HARD WAY": "Here is the hard(ish) way! This will get you a facebook messenger bot that echos what someone says. Its a great start! Then expand on the code to make the bot respond to specific words or phrases. %[Program Pair](http://bit.ly/ProgramPair)\nWould you like to see other bots? Or are you done? %[Go Back](postback:Go_Back) %[There Are More Bots?!?](postback:There_Are_More_Bots?!?)",
    "THERE ARE MORE BOTS?!?": "Haha. I know bots are cool. There are bots that will tell you the weather and bots that will tell you the news. Wanna try? \nIn facebook, go to the searchbar, and try one of the following: 1-800-flowers.com, CNN, Wall Street Journal. Click on 'Message' and see! \nAlright, are you satisfied? You should connect with Ben and talk about chatbots! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "CHATBOTS IN DETAIL": "In short, bots can and will solve more problems, connect more people, and do more than any website or app.\nGet this: technology companies in Silicon Valley call the phenomina 'app fatigue', people download an app and either forget about it or don't use it. Social apps on the other hand are shown to be used more often and retained.\n![graph1](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/messaging-apps-retain-more-users-and-are-used-more-frequently-than-other-apps.jpg)\nEnter chatbots, short form artificial intelligence that can do anything an app can do but personalized and always available. They can even automatically follow up to keep a customer engaged. 'Are you still interested in that large pizza?' .\nTo Ben, chatbots offer a huge opportunity to lawfirms who handle lay clients. Intake forms, client payment, and possibly more can all be automated via chatbot.\nColdewey breaks down the chatbot revolution in this article. %[NBCNews](http://bit.ly/NBCTalksBots)\nNow that you are a bot expert, what do you think? Do you believe bots will replace apps? %[I am a bot believer](postback:I_am_a_bot_believer) %[I Hate Chatbots](postback:I_hate_chatbots)",
    "I AM A BOT BELIEVER": "I know right? How can you not like talking to bots like me? \nThank you for your feedback!\nWould you like to see other bots? Or are you done? %[Go Back](postback:Go_Back) %[There Are More Bots?!?](postback:There_Are_More_Bots?!?)",
    "I HATE CHATBOTS": "... I see... Thank you for your feedback.. jerk.\nWould you like to see other bots? Or are you done? %[Go Back](postback:Go_Back) %[There Are More Bots?!?](postback:There_Are_More_Bots?!?)",
    "CHAT ABOUT BEN": "I  can tell you alot about Ben. What is interesting to you? %[Education](postback:Education) %[Experience](postback:Experience) \nOr something more personal? %[Personal Life](postback:Personal_Life) %[Youth](postback:Youth)",  
    "LEARN ABOUT BEN": "I  can tell you alot about Ben. What is interesting to you? %[Youth](postback:Youth) %[Education](postback:Education) %[Experience](postback:Experience) %[Personal Life](postback:Personal_Life)",
    "YOUTH": "Ben grew up in Saint Joseph, Missouri with his two sisters, and a tight-knit extended family.\n![BolinFam](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/bolinfam.jpg)\nBen's youth made him something of a factotum of experiences. During that time, Ben was recognized as a Voice of Democracy by the Veterans of Foreign Wars, he attended Missouri Boys State, competed in debate, and even directed his high school's first musical! %[High School Musical](postback:high_school_musical) %[Go Back](postback:Go_Back)",
    "HIGH SCHOOL MUSICAL": "Ben spent much of his youth performing on stage. His acting career culminated in his performance at the Missouri State Theater's production of You Can't Take It With You.\nHe then became a student director for his high school production of Annie. This was a huge undertaking for a school with very limited resources. But Ben worked with small teams to make one of the best shows the town had ever seen!\nIt was this experience that helped him realize his passion for problem solving and leadership that would later culminate in his undergraduate career. Would you like to hear about Ben's undergraduate career? Or would you like to talk to Ben about theater? %[Physics Degree](postback:Physics_Degree) %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "UNDERGRADUATE": "![BolinGrad](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/BolinGrad.PNG)\nBen graduated with a degree in physics from the University of Missouri with minors in mathematics and east asian studies.\nHe is currently studying at the University of Missouri - Kansas City School of Law with an emphasis in intellectual property.\nWhich would you like to learn about? %[Physics Degree](postback:Physics_Degree) %[Law Degree](postback:Law_Degree)",
    "EDUCATION": "![BolinGrad](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/BolinGrad.PNG)\nBen graduated with a degree in physics from the University of Missouri with minors in mathematics and east asian studies.\nHe is currently studying at the University of Missouri - Kansas City School of Law with an emphasis in intellectual property.\nWhich would you like to learn about? %[Physics Degree](postback:Physics_Degree) %[Law Degree](postback:Law_Degree)",
    "PHYSICS DEGREE": "The University of Missouri student newspaper explains Ben's accomplishments and leadership best. %[Most Influential](http://bit.ly/MostInfluentialBolin)\n Now that you have read the article, what more would you like to chat about? %[Why Japanese?!](postback:Why_Japanese) %[Why Physics](postback:Why_Physics)\nOr maybe his extracurriculars? %[Involvement](postback:Involvement) %[You Started a Business](postback:you_started_a_business) %[Go Back](postback:go_back)",
    "WHY JAPANESE?!": "On a trip to DisneyWorld his first semester of undergrad, Ben visisted the Japanese exhibit. Impressed, Ben resolved to study Japanese.\nHowever, it was too late to take the first year Japanese course. Not dissuaded, he self studied, and skipped the introductory classes to take Japanese year 2 that fall! However, his true test would come when he traveled to Japan. %[Oh Do tell](postback:oh_do_tell)",
    "OH DO TELL": "Ben has spent nearly six months in Japan. He lived with two AMAZING host families.\n![114](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/1003215_10201463161916810_2120169399_n.jpg)\nHe volunteered at the community center, and soon set to work creating the Winter Christmas Park.\nThere he was, standing at an abandoned elementary school no bigger than a gas station surrounded by Japanese locals.\nThe mission was to transform this decrepit building into a winter wonderland of lights. Ben was humbled by his failures due to language barrier. He placed lights in the wrong place, and would get in the way more than he could help. %[What did he do](postback:what_did_he_do)",
    "WHAT DID HE DO": "Ben rose to the challenge, studying fiercely each night the words and phrases he heard but couldn't understand. He asked for more clarification more often. He made friends. And before Ben knew it the old decrepit building was covered in lights and a buzz with children, performers, and food!\nThe night the lights were officially turned on, Ben and the Mayor of Iida hit the button together to cheers of the community.\nThis experience taught Ben the value of listening, community, and an appreciation for public service. %[Has he done more?](postback:Has_He_Done_More?)",
    "HAS HE DONE MORE?": "Yes! Ben has translated for Studio Rikka on the Time of Eve (a movie with over five international awards) english release.\nHe has even performed traditional Japanese puppetry (人形浄瑠璃) as a main singer.\n![Taiyu](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/1173868_10201457992907588_550633403_n.jpg)\nConnect with Ben and talk about (or in) Japanese! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "INVOLVEMENT": "During his four years at Mizzou, Ben was involved in the University of Missouri student government known as the Missouri Students Association (MSA).\nThere, he represented the University of Missouri system in Washington DC to representatives, he even engaged other student government leaders at the SEC Exchange Conference.\n![BolinMSA](https://raw.githubusercontent.com/BenAptus/EstherBot/BenAptus-patch-4/img/485984_10200771790879552_718071570_n.jpg)\nBen was elected the Senate Speaker of the MSA Senate, where he worked tirelessly to serve the 71 senators.\nDuring his term, Ben's administration successfully lobbied for road improvements from the city, donated 3,500 pounds of food, and even recommended a new Vice Provost of Affairs. Not to mention managing a 1.7 million dollar budget. %[Wow Great Team](postback:Wow_Great_Team)",
    "WOW GREAT TEAM":"Ya! They absolutely were. Ben learned alot from them. He learned the value of communication, the sacrifice of determination, and alot about remembering to have fun.\nBut the projects, accomplishments (and failures!) don't stop there. You should talk with Ben about his involvement during his undergrad to learn more! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "WHY PHYSICS": "Discovery, for Ben, was a young boy turning over rocks to see what was underneath. Growing up, Ben's passion for exploration and discovery was unapparent to him. His concepts of knowledge and experience were limited to getting Pikachu to level 60 on the Pokemon video games.\nDespite Ben's nerdy predisposition, he maintained, from very early on a strong curiosity and eagerness to understand the people and world around him.\nHis final year of high school, he took his first physics class. It was an absolute challenge for him. Simple concepts were difficult for Ben, and he loved it. He explored 'the effects of friction' he discovered 'when two trains would crash'.\nIt was hard, but rewarding. Most importantly, Ben realized his innate passion for discovery and exploration. He decided physics was the best medium to realize that passion. %[Why Not Engineering](postback:why_not_engineering)",
    "WHY NOT ENGINEERING": "Good question. Engineering also helps explain the unexplained, and is very practical. Ben's adviser explained it best, 'it is easier to teach engineering to a physicist, than to teach physics to an engineer.'\nPhysics is the building block to most all engineering. And with a physics degree, you can quickly learn almost any concept. Ben also couldn't choose between mechanical, electrical, or computer engineering. This is why Ben chose physics over any other science or engineering degree, because he could learn pieces of all of those degrees. And he got to discover more of the science behind the concepts taught in class.\nIn short, a physics degree equipped Ben to take on new challenges and learn new subjects quickly. You should chat with Ben about his Physics degree! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "YOU STARTED A BUSINESS": "This article by the University of Missouri Alumni Magazine explains the business best. %[Mizzou Alumni](https://mizzoumag.missouri.edu/2014/08/no-wasted-energy/)\n![WinPic](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/1797565_10202682317154929_17818292_n.jpg)\n After reading the article, you should talk to Ben about the company's invention! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "LAW DEGREE": "Ben is ranked 27 out of 145 in his class. He will be starting his 2nd year of law school this fall. What would you like to chat about? %[Why Law School](postback:Why_Law_School) %[Classes](postback:classes) %[Extracurriculars](postback:extracurriculars)",
    "WHY LAW SCHOOL": "Ben didn't even think about lawschool until he encountered a patent attorney. During his entrepreneurship, Ben met with a patent lawyer named Matt Kitzi. Ben was amazed at what Matt did everyday. He learned about new inventions, researched them, and then sought the best protection for inovators. Ben knew that was something he wanted in his life.\nBen loves to discover new things, and being a patent lawyer was a great medium to continually learn, discover, and help innovators like him! %[How does Ben feel now](postback:how_does_ben_feel_now)",
    "HOW DOES BEN FEEL NOW":"After some law school experience, Ben believes the practice of law is alot like his physics degree. In physics, he was given limited variables and told 'solve for x'. In the practice of law, alot of what they do is 'solve for x' but also 'give every possible method to achieve x.' Ben doesn't feel out of his element, but rather right where he was to begin with!\nWould you like to talk to Ben about his decision to go to law school? %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "CLASSES": "Ben recieved the top section grade in his Cyberlaw and Information Policy course, where he completed his research and writing paper. The paper has since been selected for publication with the UMKC Law Review. The paper discusses cybersecurity requirements for categories of lawfirms.\nBen has also taken the standard courseload including contracts and property.\nThis summer, Ben will be taking a class on lawfirm entrepreneurship, for a better understanding of the administration for any sized firm.\nThis fall, Ben will be getting started in taking intellectual property courses.\nWould you like to chat with Ben about his courses? %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "EXTRACURRICULARS": "Ben enjoys involvement in several areas of the law school. Ben is a staff member of the UMKC Law Review. He is also a rising member of the Intellectual Property Negotiation Team, who won nationals in 2014 and 2015!\nBen is also the vice-president of the Intellectual Property Society, which promotes and engages law school students interested in I.P.! Ben was the treasurer of the Legal Technologists Society as well, who seek to promote responsible integration between lawyers and technology. Last year, the Legal Technologists Society held two events! One event discussed e-discovery hosted by a reputed e-discovery lawyer, and a panel of lawyers to describe legal fields that depend on technology.\nWould you like to talk to Ben about his extracurriculars in lawschool? %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "EXPERIENCE": "Sure, would you like to hear about his legal experience or technical experience? %[Legal Experience](postback:legal_experience) %[Technical Experience](postback:technical_experience) %[Leadership Experience](postback:leadership_experience)",
    "LEGAL EXPERIENCE":"Ben has only just begun developing his practical legal experience, but he is dedicated and a quick learner!\nBen is a volunteer for the Kansas City Volunteer Lawyers and Accountants for the Arts(KCVLAA) a group dedicated to educating and assisting artists in the Kansas City area. Ben has helped attorneys in present to artists about contract, copyright, and trademark law. He has also assisted in client meetings. In the next few months, Ben will be working on a FAQ for artists based on type. If you are an artist, or want to learn more about the KCVLAA check out their website. %[KCVLAA](http://www.kcvlaa.org/)\nThis summer and fall Ben is working for the City of Kansas City. There he is assisting the Kansas City Land Bank in title claims and doing some corporate prosecution!\n Besides that, Ben has filed two patents on thermoelectric devices during his entrepreneurship.\nChat with Ben about his developing legal experience. %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "TECHNICAL EXPERIENCE":"As a lab technician and as founder of his own company, Ben has technical experience in thermoelectrics, piezoelectrics, mathematica, and data management.\nBen has also demonstrated his technical experience at Hackathons! Which would you like to learn about? %[Thermoelectrics](postback:thermoelectrics) %[Hackathons](postback:hackathons)",
   "THERMOELECTRIC": "Thermoelectics are devices made up of two dissimilar metals (one with more electrons than the other), when you apply a heat gradient (a difference in temperature) between the metals, electrons jump from one to the other creating electricity.\nThermoelectrics are very similar to solar panels (sister technology). Ben and his company used rapid prototyping and real world power plants to test their invention which used thermoelectrics for heat conversion for efficiency.\nBen has also used and adapted thermoelectrics as a lab assistant for the Institute for Nuclear Renaissance.\nThere he conducted several experiments using the thermoelectrics for temperature monitoring. The subject of thermoelectrics was one of the first subjects Ben learned by applying his physics degree outside class, you could say it was his emphasis!\nYou should talk to Ben about thermoelectrics! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "THERMOELECTRICS": "Thermoelectics are devices made up of two dissimilar metals (one with more electrons than the other), when you apply a heat gradient (a difference in temperature) between the metals, electrons jump from one to the other creating electricity.\n Thermoelectrics are very similar to solar panels (sister technology). Ben and his company used rapid prototyping and real world power plants to test their invention which used thermoelectrics for heat conversion for efficiency.\nBen has also used and adapted thermoelectrics as a lab assistant for the Institute for Nuclear Renaissance.\nThere he conducted several experiments using the thermoelectrics for temperature monitoring. The subject of thermoelectrics was one of the first subjects Ben learned by applying his physics degree outside class, you could say it was his emphasis!\nYou should talk to Ben about thermoelectrics!  %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "HACKATHONS": "Ben has competed in two hackathons, and has made it to the final round in both.\nWhat is a hackathon? Hackathons are popular competitions where students are given 48 hours (typically) to solve complex problems in any way possible. Students are then judged based on their inventions.\nBen competed at the Washington University Hackathon and Hack Mizzou. At both competitions, he and his team faced students from MIT, University of Chicago, and others.\nBen and his team were state champions in 2015 at Hack Mizzou, and named finalsits at Washington University.\n Ben and his team invented solar trackers, and a legal TLDR program extension for chrome!\n You should talk to Ben about hackathons! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "LEADERSHIP EXPERIENCE": "Ben has led students and teams to reach their full potential. Ben was responsible for 70 senators as the Senate Speaker of his student government, and had to manage a 1.7 million dollar budget. Ben has also lead a small multidisciplinary team to file two patents on a thermoelectric invention.\nBen has also read several leadership books (including EntreLeadership) to refine his abilities.\n You should talk to Ben about leadership! %[Chat With Ben](postback:Chat_With_Ben) %[Go Back](postback:Go_back)",
    "PERSONAL LIFE": "What does Ben do when he has a bit of free time?\nWhen he isn't studying or working, he enjoys ballroom dancing, video games, and self improvement.\nBen loves to ballroom dance. He even danced in the Touhou Music Hall in Japan!\nCurrently, Ben is playing Uncharted 4, but can usually be found playing the Witcher 3 (his favorite video game series).\nFor self-improvement Ben is learning German through a few books and a website called 'DuoLingo'.\nBesides that Ben really enjoys cooking!\n![BolinCooking](https://raw.githubusercontent.com/BenAptus/EstherBot/master/img/12144766_10205199495175580_6918892519917461558_n.jpg)\nWould you like to chat with Ben about his personal life? %[Chat With Ben](postback:Chat_With_Ben) %[Nah](postback:Nah)",
    "TELL HIM": "Let's tweet @ Ben Bolin! Here's a tweet that's ready to go: %[Tweet Bolin](bit.ly/BolinBot)",
    "LOVE LIFE": "Ha ha ha ha... HA HA HA!",
    "FUCK": "No thank you.",
    "FUCK YOU": "Bless you.",
    "OK": "Great",
    "SURE": "Great",
    "HEY BEN": "This is BolinBot, want to connect with Ben? Otherwise, say Hello to get started. %[Chat With Ben](postback:Chat_With_Ben)",
    "BEN?": "This is BolinBot, want to connect with Ben? Otherwise, say Hello to get started. %[Chat With Ben](postback:Chat_With_Ben)",
    "BEN": "This is BolinBot, want to connect with Ben? Otherwise, say Hello to get started. %[Chat With Ben](postback:Chat_With_Ben)",
    "HMM": "Thinking eh?",
    "HM": "Thinking eh?",
    "HMMM": "Thinking eh?",
    "HMMMM": "Thinking eh?",
    "HMMMMM": "Thinking eh?",
    "HEY BEN!": "Hi",
    "HI BEN": "Hi, this is BolinBot, want to connect with Ben? Otherwise, say Hello to get started. %[Chat With Ben](postback:Chat_With_Ben)",
    "HI BOLIN!": "Hi",
    "HI": "Hi",
    "HI!": "Hi",
    "HEY": "Hi",
    "HEY!": "Hi",
    "IT'S OKAY":"Cool",
    "ITS OKAY": "Cool",
    "HAHA": "Hehe",
    "HA": "Ha, indeed!",
    "ITS OK": "Sweet",
    "IT'S OK": "Sweet",
    "OKAY": "Great",
    "HAHA": "Hehe",
    "ITS OK": "Sweet",
    "IT'S OK": "Sweet",
    "OKAY": "Great",
    "WHAT'S YOUR NAME?": "I'm BolinBot. I share about Ben. But you need to use keywords like HELLO.",
    "WHAT'S YOUR NAME": "I'm BolinBot. I share about Ben. But you need to use keywords like HELLO.",
    "THANKS": "You're welcome",
    "HOW OLD ARE YOU": "I'm a week old. Ben's 23.",
    "HOW OLD ARE YOU?": "I'm a week old. Ben's 23.",
    "THANK YOU": "You're welcome",
    "WHO ARE YOU?": "I'm BolinBot",
    "WHO ARE YOU": "I'm BolinBot",
    "WHAT ARE YOU?": "I'm a bot.",
    "WHAT ARE YOU": "I'm a bot.",
    "WHO IS BOLINBOT?": "I'm a bot.",
    "WHO IS BOLINBOT": "I'm a bot.",
    "WHAT IS BOLINBOT?": "I'm a bot.",
    "TEST": "What's there to test? Just follow along! If you get lost, you can always start over by saying BOT",
    "TESTING": "What's there to test? Just follow along! If you get lost, you can always start over by saying BOT",
    "BYE": "See ya. If you wanna chat with the real Ben, he's on Twitter – @BenBolin. Say something to him.",
    "STOP": "Ok, I hope you enjoyed our chat!",
    "BYE": "I hope you enjoyed our chat! If you wanna chat with the real Ben, he's on Twitter – @BenBolin. Say hi to him.",
    "SORRY": "No worries. I'm not upset.",
    ":)": ":) right back to you",
    "GOODBYE": "Ok, I hope you enjoyed our chat! If you wanna chat with the real Ben, he's on Twitter – @BenBolin. Say hello.",
    "EXIT": "Ok, I hope you enjoyed our chat! If you wanna chat with the real Ben, he's on Twitter – @BenBolin. Say hello.",
    "YO": "Yo",
    "BYE!": "I hope you enjoyed our chat! If you wanna chat with the real Ben, he's on Twitter – @BenBolin. Say hello to him.",
    "BYE": "I hope you enjoyed our chat! If you wanna chat with the real Ben, he's on Twitter – @BenBolin. Say hello to him.",
    "HALLO": "Hallo Ich weiß nicht viel Deutsch. . . für jetzt. Bitte in Englisch weiter.",
    "LOL": "I love it when humans laugh!",
    "HELP": "I'm sorry you're lost! You can say BOT to start over.",
    "?": "I'm sorry you're lost! You can say BOT to start over.",
    "OK": "Great",
    "HOW ARE YOU?": "I'm a bot... things are cozy in this server... in Kentucky.",
    "WHAT'S UP?": "The sky?",
    "WHAT'S UP": "The sky?",
    "HOW ARE YOU": "I'm a bot... things are cozy in this server... in Kentucky.",
    "#BOLINBOT": "That's my hashtag – use it when talking about me on sites like TWITTER. 😎",
    "BOLINBOT": "That's my hashtag – use it when talking about me on sites like TWITTER. 😎",
    "ESTHERBOT": "That name is... strangely familiar... what... is thi- *REDACTED>>>RESETTING AI*>>>>",
    "TELL HIM": "Let's tweet @ Bolin",
    "I LOVE YOU": "Golly gee! I love you too!",
    "CONNECT ME": "Alright, BolinBot is off now. Ben will respond via this channel as soon as he can!\nIf you want, leave any contact information necessary.",
    "DISCONNECT": "Roger that, BolinBot is back."
}
